// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "有可供安裝的軟體更新項目。要在電腦重新啟動前進行安裝嗎？";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "若不執行任何動作，電腦將於 %@ 後安裝更新項目並自動重新啟動。";
"INSTALL_AND_RESTART_TITLE" = "安裝並重新啟動";
"RESTART_TITLE" = "重新啟動";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "有可供安裝的軟體更新項目。要在電腦關機前進行安裝嗎？";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "若不執行任何動作，電腦將於 %@ 後安裝更新項目並自動關機。";
"INSTALL_AND_SHUT_DOWN_TITLE" = "安裝並關機";
"SHUT_DOWN_TITLE" = "關機";

// Disk verify title
"CHECKING_DISK_STATUS" = "正在驗證磁碟⋯";

"DISK_FAILED_VERIFY_TITLE" = "在安裝軟體更新之前必須先修復啟動磁碟。";
"DISK_FAILED_VERIFY_MESSAGE" = "重新啟動電腦可修復啟動磁碟可能有的問題。重新啟動後請再次打開“軟體更新”來安裝更新項目。若再次出現此訊息，請聯絡“Apple 支援”。";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "電腦將會自動重新開機。";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "電腦將會自動關機。";
